"BUTTON_AUTHENTICATE" = "استخدام رقم هاتفي";

"BUTTON_CREATED_ACCOUNT" = "تمّ إنشاء الحساب";

"BUTTON_CREATE_ACCOUNT" = "إنشاء حساب";

"BUTTON_CREATING_ACCOUNT" = "إنشاء الحساب";

"BUTTON_DISMISS" = "تجاهل";

"BUTTON_NOT_NOW" = "ليس الآن";

"BUTTON_OK" = "موافق";

"BUTTON_OKAY" = "موافق";

"BUTTON_RESEND_CONF_CODE" = "إعادة إرسال رمز التوثيق";

"BUTTON_RETRY" = "إعادة المحاولة";

"BUTTON_SENDING_CONF_CODE" = "إرسال رمز التأكيد";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "التحقق";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "تم التحقق";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "جارٍ التحقق";

"BUTTON_SEND_CONF_CODE" = "إرسال رمز التوثيق";

"BUTTON_SENT_CONF_CODE" = "تمّ إرسال رمز التأكيد";

"BUTTON_SIGNED_IN" = "تم تسجيل الدخول";

"BUTTON_SIGNING_IN" = "تسجيل الدخول";

"BUTTON_SIGN_IN" = "تسجيل الدخول";

"BUTTON_SIGN_IN_WITH_TWITTER" = "تسجيل الدخول بواسطة تويتر";

"BUTTON_TRY_DIFFERENT_NUMBER" = "جرّب رقمًا مختلفًا";

"ERROR_CHECK_CODE_TRY_AGAIN" = "يُرجى التحقق من الرمز وإعادة المحاولة";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "يُرجى التحقق من الاتصال بالشبكة وإعادة المحاولة";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "يُرجى التحقق من الرقم وإعادة المحاولة";

"ERROR_TRY_AGAIN_LATER" = "لا يمكننا تسجيل دخولك بواسطة تويتر في الوقت الحالى. يُرجى إعادة المحاولة لاحقًا.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "لقد قمت من قبل بضبط رمز التحقق من خطوتين على <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "بالضغط على \"إنشاء الحساب\" أعلاه،\nأنت توافق على <u>شروط الخدمة</u> و<u>سياسة الخصوصيّة</u> و<u>سياسة\nملفّات الارتباط</u> الخاصّة بـ Digits by Twitter، وتوافق على إمكانيّة العثور عليك من قبل مُستخدمي %@ الآخرين عن طريق رقم الهاتف و/أو البريد الإلكترونيّ.";

"FOOTNOTE_SEND_CONF_CODE" = "بالضغط على \"إرسال رمز التوثيق\" أعلاه، <u>Digits by Twitter</u>، سيتم إرسال رسالة نصّيّة قصيرة للتأكيد على رقم هاتفك.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "إدخال رمز التحقق من خطوتين";

"LABEL_ENTER_CONF_CODE" = "إدخال رمز التوثيق";

"LABEL_ENTER_PHONE_NUMBER" = "أدخِل رقم هاتفك";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "نحن نستخدم Digits بواسطة\nتويتر في العثور على المزيد من أصدقائك الذين يستخدمون هذا التطبيق. عندما تنقر موافق،  سنقوم برفع دفتر عناوينك إلى Digits بواسطة تويتر كي نتمكن من مساعدتك في العثور على مستخدمي %@ الذين تعرفهم أو مساعدة مستخدمي %@ الآخرين في العثور عليك.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "اعثر على أصدقائك";

"LABEL_PLEASE_USE_TWITTER" = "يرجة تسجيل الدخول باستخدام حساب تويتر";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "رقمك مرتبط بحساب على تويتر بالفعل. يرجى تسجيل الدخول باستخدام حساب تويتر أدناه.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "لا يمكن تأكيد رقم هاتفك.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "عذرًا، نواجه مشكلة في إرسال رمز التأكيد لك.";

"PARTIAL_FOOTNOTE_THIS_APP" = "النص الذي سيتم إدخاله عندما يكون اسم التطبيق غير معروف: \"...يستطيع المستخدمون الآخرون لتطبيق [app name] اكتشافك...\"";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "رمز التحقق";

"PLACEHOLDER_CONF_CODE" = "رمز التوثيق";

"PLACEHOLDER_YOUR_NUMBER" = "رقمك";

